Repository: lefdilia/ArabRadio
Catalog: ArabRadio/*.lproj/Localizable.strings
Languages: ar

source: Arab Radio
ar: راديو العرب

source: Updating Stations
ar: تحديث المحطات

source: Country List
ar: قائمة الدول

source: Radio Stations
ar: المحطات الإذاعية

source: Stations
ar: قائمة المحطات الاذاعية

source: No stations found...
ar: لا توجد أي محطة موافقة لكلمة البحث

source: Stream
ar: تدفق

source: Signal
ar: الإشارة

source: Listen Only on Wi-fi
ar: استمع فقط على شبكة الواي فاي

source: Autoplay on app start
ar: التشغيل التلقائي عند بدء التطبيق

source: Reset Application
ar: إعادة ضبط التطبيق

source: Would you like to reset the application to initial setup ?
ar: هل ترغب في إعادة تعيين التطبيق إلى الإعدادات الاولية ؟

source: Cancel
ar: إلغاء

source: Reset
ar: إعادة الضبط

source: Settings
ar: الإعدادات

source: User Preferences
ar: خيارات المستخدم

source: Change Country
ar: تغيير الدولة

source: Player stopped, You are running on Cellular Data
ar: المشغل توقف ،أنت متصل على شبكة البيانات الخلوية

source: You can play station on Wi-fi Only
ar: يمكنك تشغيل المحطة على الواي فاي فقط

source: Sleep in
ar: سيتم ايقاف المشغل بعد

source: Dismiss
ar: إغلاق

source: Sleep Timer
ar: الإيقاف التلقائي للمشغل

source: Start
ar: بدأ

source: Remove Sleep
ar: إزالة وضع السكون

source: Remaining time to play Station before stop!
ar: الوقت المتبقي قبل إيقاف المشغل

source: Recording
ar: تسجيل

source: Recorded Audio Files
ar: الصوتيات المسجلة

source: Recorded Files
ar: الملفات المسجلة

source: No recording files found
ar: لم يتم العثور على أي ملفات مسجلة
